# Горат1="Коломна"
# Горат2="Масква"
# Горат3="Ризань"
# Горат4="Лухавици"
# Горат5="Севастополь"
# Горат6="Владивосток"
# Горат7="Санкт-Питирбурк"
# Горат8="Анкара"
# Горат9=Берлин
Гарата = ["Коломна","Масква","Ризань","Лухавици","Севастополь","Владивосток","Санкт-Питирбурк","Анкара"]
Гарата.append("Берлин")
# print(Гарата)
# print("Удалённый горат", Гарата.pop(1))
# print(Гарата)
Стланы = ["Российская Федерация","Союз Советских Социалистических Республик","Османская Империя","Германия"]
print(Стланы)
Стланы.sort(reverse=True)
print(Стланы)